var phrase = {
    "【名】百货商店":["デパート"],
    "【名】食堂":["食堂","しょくどう"],
    "【名】邮局":["郵便局","ゆうびんきょく"],
    "【名】银行":["銀行","ぎんこう"],
    "【名】图书馆":["図書館","としょかん"],
    "【名】（高级）公寓":["マンション"],
    "【名】宾馆":["ホテル"],
    "【名】便利店":["コンビニ"],
    "【名】咖啡馆":["喫茶店","きっさてん"],
    "【名】医院":["病院","びょういん"],
    "【名】书店":["本屋","ほんや"],
    "【名】餐馆，西餐馆":["レストラン"],
    "【名】大楼，大厦":["ビル"],
    "【名】大楼，建筑物":["建物","たてもの"],
    "【名】柜台，出售处":["売り場","うりば"],
    "【名】厕所，洗手间":["トイレ"],
    "【名】入口":["入口","いりぐち"],
    "【名】事务所，办事处":["事務所","じむしょ"],
    "【名】接待处":["受付","うけつけ"],
    "【名】降价处理大卖场":["バーゲン会場","バーゲンかいじょう"],
    "【名】自动扶梯":["エスカレーター"],
    "【名】衣服":["服","ふく"],
    "【名】风衣，大衣":["コート"],
    "【名】数码相机":["デジカメ"],
    "【名】国，国家":["国","くに"],
    "【名】地图":["地図","ちず"],
    "【名】旁边":["隣","となり"],
    "【名】附近，周边":["周辺","しゅうへん"],
    "【名】今天":["今日","きょう"],
    "【名】星期三":["水曜日","すいようび"],
    "【名】星期四":["木曜日","もくようび"],
    "【代】这里，这儿":["ここ"],
    "【代】那里，那儿":["そこ"],
    "【代】那里，那儿（远）":["あそこ"],
    "【代】这里，这儿（敬语）":["こちら"],
    "【代】那里，那儿（敬语）":["そちら"],
    "【代】那里，那儿（远）（敬语）":["あちら"],
    "【疑】哪儿，哪边":["どこ"],
    "【疑】哪儿，哪边（敬语）":["どちら"],
    "【叹】请问，对不起":["あのう"],
    "【专】上海":["シャンハイ"],
    "【专】东京":["東京","とうきょう"],
    "多少钱":["いくら"],
    "1层":["一階","いちかい"],
    "2元":["二円","にえん"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});