var phrase = {
    "【名】下个月":["来月","らいげつ"],
    "【名】上个月":["先月","せんげつ"],
    "【名】午夜，半夜":["夜中","よなか"],
    "【名】昨天晚上":["昨夜","ゆうべ"],
    "【名】音乐会":["コンサート"],
    "【名】圣诞节":["クリスマス"],
    "【名】生日":["誕生日","たんじょうび"],
    "【名】儿童节":["子供の日","こどものひ"],
    "【名】暑假":["夏休み","なつやすみ"],
    "【名】交通工具":["交通機関","こうつうきかん"],
    "【名】新干线":["新幹線","しんかんせん"],
    "【名】飞机":["飛行機","ひこうき"],
    "【名】渡轮":["フェリー"],
    "【名】电车":["電車","でんしゃ"],
    "【名】公共汽车":["バス"],
    "【名】出租车":["タクシー"],
    "【名】美术馆":["美術館","びじゅつかん"],
    "【名】公寓":["アパート"],
    "【名】家":["家","うち"],
    "【名】游泳池":["プール"],
    "【名】朋友":["友達","ともだち"],
    "【名】弟弟":["弟","おとうと"],
    "【动1】去":["行きます","いきます"],
    "【动1】回来，回去":["帰ります","かえります"],
    "【动3】来":["来ます","きます"],
    "【副】好像是，大概，的确":["確か","たしか"],
    "【副】径直，笔直":["まっすぐ"],
    "【副】一起":["一緒に","いっしょに"],
    "【专】佐藤":["佐藤","さとう"],
    "【专】北京":["北京","ペキン"],
    "【专】美国":["アメリカ"],
    "【专】韩国":["韓国","かんこく"],
    "【专】法国":["フランス"],
    "【专】广岛":["広島","ひろしま"],
    "【专】京都":["京都","きょうと"],
    "【专】北海道":["北海道","ほっかいどう"],
    "【专】箱根":["箱根","はこね"],
    "【专】银座":["銀座","ぎんざ"],
    "【专】涩谷":["渋谷","しぶや"],
    "【专】新宿":["新宿","しんじゅく"],
    "够累的":["お疲れ様でした","おつかれさまでした"],
    "我先走了，我先告辞了":["お先に失礼します","おさきにしつれいします"],
    "步行":["歩いて","あるいて"],
    "真不容易，够受的，不得了":["大変ですね","たいへんですね"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});