var phrase = {
    "【名】季节":["季節","きせつ"],
    "【名】冬天，冬季":["冬","ふゆ"],
    "【名】春天，春季":["春","はる"],
    "【名】日式饭菜":["日本料理","にほんりょうり"],
    "【名】寿司":["寿司","すし"],
    "【名】梨":["ナシ"],
    "【名】香蕉":["バナナ"],
    "【名】橘子":["ミカン"],
    "【名】烧酒":["焼酎","しょうちゅう"],
    "【名】日本酒":["日本酒","にほんしゅ"],
    "【名】红茶":["紅茶","こうちゃ"],
    "【名】乌龙茶":["ウーロン茶","ウーロンちゃ"],
    "【名】茉莉花茶":["ジャスミン茶","ジャスミンちゃ"],
    "【名】绿茶":["緑茶","りょくちゃ"],
    "【名】果汁":["ジュース"],
    "【名】声望，受欢迎":["人気","にんき"],
    "【名】座位，席位":["席","せき"],
    "【名】班级":["クラス"],
    "【名】种类":["種類","しゅるい"],
    "【名】个子":["背","せ"],
    "【名】哥哥，兄长":["兄","あに"],
    "【名】最近，近来":["最近","さいきん"],
    "【动1】下（雨，雪），降（雨，雪）":["降ります","ふります"],
    "【形1】年轻":["若い","わかい"],
    "【形1】暖和，温暖":["暖かい","あたたかい"],
    "【形1】凉爽":["涼しい","すずしい"],
    "【形1】快":["速い","はやい"],
    "【形2】非常喜欢":["大好き","だいすき"],
    "【副】最，第一":["いちばん"],
    "【副】~得多":["ずっと"],
    "【副】仍然，还是":["やはり","やっぱり"],
    "【专】珠穆朗玛峰":["チョモランマ"],
    "受欢迎":["人気があります","にんきがあります"],
    "~年间":["年間","ねんかん"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});