var phrase = {
    "【名】西服":["洋服","ようふく"],
    "【名】毛衣":["セーター"],
    "【名】笔记本电脑":["ノートパソコン"],
    "【名】摩托车":["バイク"],
    "【名】年糕小豆汤":["お汁粉","おしるこ"],
    "【名】天麸罗":["天ぷら","てんぷら"],
    "【名】新年后首次参拜":["初詣","はつもうで"],
    "【名】健康":["健康","けんこう"],
    "【名】恋爱":["恋愛","れんあい"],
    "【名】连续剧":["ドラマ"],
    "【名】对象，对方":["相手","あいて"],
    "【名】恋人":["恋人","こいびと"],
    "【名】前辈":["先輩","せんぱい"],
    "【名】男性":["男性","だんせい"],
    "【名】外国人":["外国人","がいこくじん"],
    "【名】夏天":["夏","なつ"],
    "【名】今年":["今年","ことし"],
    "【动2ます】开始":["始めます","はじめます"],
    "【动2原】开始":["始める","はじめる"],
    "【动3ます】联系":["連絡します","れんらくします"],
    "【动3原】联系":["連絡する","れんらくする"],
    "【形1】想要":["欲しい","ほしい"],
    "【形2】美观，杰出":["立派","りっぱ"],
    "【副】下次，这回":["今度","こんど"],
    "【副】一定":["ぜひ"],
    "【副】快要":["そろそろ"],
    "【副】先，首先":["まず"],
    "【专】贝多芬":["ベートーベン"],
    "【专】肖邦":["ショパン"],
    "【专】故宫":["故宮","こきゅう"],
    "【专】欧洲":["ヨーロッパ"],
    "【专】香港":["香港","ホンコン"],
    "【专】瑞士":["スイス"],
    "~中に":["中","じゅう"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});