var phrase = {
    "【名】声音，响声":["音","おと"],
    "【名】声音":["声","こえ"],
    "【名】空气":["空気","くうき"],
    "【名】儿子":["息子","むすこ"],
    "【名】医生":["医者","いしゃ"],
    "【名】令爱":["お嬢さん","おじょうさん"],
    "【名】社会的一员，成人":["社会人","しゃかいじん"],
    "【名】旅行导游":["旅行ガイド","りょこうガイド"],
    "【名】学者":["学者","がくしゃ"],
    "【名】飞行员":["パイロット"],
    "【名】设计者，设计家":["デザイナー"],
    "【名】时段廉价销售":["タイムサービス"],
    "【名】新年大甩卖":["新春セール","しんしゅんセール"],
    "【名】七折":["三割引き","さんわりびき"],
    "【名】定价":["定価","ていか"],
    "【名】半价":["半額","はんがく"],
    "【名】价格":["値段","ねだん"],
    "【名】衬衫":["シャツ"],
    "【名】裙子":["スカート"],
    "【名】颜色":["色","いろ"],
    "【名】红色":["赤","あか"],
    "【名】蓝色":["青","あお"],
    "【名】过年，新年":["お正月","おしょうがつ"],
    "【名】时间":["時間","じかん"],
    "【名】将来":["将来","しょうらい"],
    "【名】准备":["準備","じゅんび"],
    "【名】疾病":["病気","びょうき"],
    "【动1ます】变，当，变成，成为":["なります"],
    "【动1原】变，当，变成，成为":["なる"],
    "【动1ます】开":["開きます","あきます"],
    "【动1原】开":["開く","あく"],
    "【动1ます】合适，相称":["似合います","にあいます"],
    "【动1原】合适，相称":["似合う","にあう"],
    "【形1】闹，使人心烦":["うるさい"],
    "【形2】单纯，简介":["シンプル"],
    "【副】马上，一会儿，不久":["間もなく","まもなく"],
    "【副】马上":["もうすぐ"],
    "【副】更加，更":["さらに","もっと"],
    "【副】啊，喂":["さあ"],
    "尽量，尽可能":["できるだけ"],
    "一下子，一起，汇总，汇集":["まとめて"],
    "从现在起":["今から","いまから"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});