var phrase = {
    "【名】语言":["言葉","ことば"],
    "【名】邮件地址":["メールアドレス"],
    "【名】连休":["連休","れんきゅう"],
    "【名】黄金周":["ゴールデンウィーク"],
    "【名】结束":["終わり","おわり"],
    "【名】休息时间":["休憩時間","きゅうけいじかん"],
    "【名】京剧":["京劇","きょうげき"],
    "【名】票(券)":["切符","きっぷ"],
    "【名】身体":["体","からだ"],
    "【名】地震":["地震","じしん"],
    "【名】小偷，盗贼":["泥棒","どろぼう"],
    "【名】停车场":["駐車場","ちゅうしゃじょう"],
    "【动1ます】交给":["渡します","わたします"],
    "【动1原】交给":["渡す","わたす"],
    "【动2ます】迟到":["遅れます","おくれます"],
    "【动2原】迟到":["遅れる","おくれる"],
    "【动2ます】考虑":["考えます","かんがえます"],
    "【动2原】考虑":["考える","かんがえる"],
    "【动2ます】调查":["調べます","しらべます"],
    "【动2原】调查":["調べる","しらべる"],
    "【动2ます】穿":["着ます","きます"],
    "【动2原】穿":["着る","きる"],
    "【动3ます】预约，预定":["予約します","よやくします"],
    "【动3原】预约，预定":["予約する","よやくする"],
    "【动3ます】感谢":["感謝します","かんしゃします"],
    "【动3原】感谢":["感謝する","かんしゃする"],
    "【动3ます】运动":["運動します","うんどうします"],
    "【动3原】运动":["運動する","うんどうする"],
    "【动3ます】洗涤，洗":["洗濯します","せんたくします"],
    "【动3原】洗涤，洗":["洗濯する","せんたくしする"],
    "【动3ます】报告":["報告します","ほうこくします"],
    "【动3原】报告":["報告する","ほうこくする"],
    "【形1】危险":["危ない","あぶない"],
    "【连】还是，或者":["これとも"],
    "【专】东京塔":["東京タワー","とうきょうタワー"],
};

var statement = {
    "那么":["そんなに"],
    "超过":["過ぎ","すぎ"],
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});