var phrase = {
    "【名】滑雪场":["スキー場","スキーじょう"],
    "【名】欢送会":["送別会","そうべつかい"],
    "【名】方便，情况":["都合","つごう"],
    "【名】预计，预定":["予定","よてい"],
    "【名】玩具":["おもちゃ"],
    "【名】火灾":["火事","かじ"],
    "【名】时间，期间":["期間","きかん"],
    "【名】调动工作":["転勤","てんきん"],
    "【名】手机":["携帯","けいたい"],
    "【名】羽毛球":["バドミントン"],
    "【名】球拍":["ラケット"],
    "【名】夫人，令爱":["奥さん","おくさん"],
    "【名】歌手":["歌手","かしゅ"],
    "【名】总统":["大統領","だいとうりょう"],
    "【动1ます】做":["やります"],
    "【动1原】做":["やる"],
    "【形1】高兴":["うれしい"],
    "【形1】困倦":["眠い","ねむい"],
    "【形1】重，沉重":["重い","おもい"],
    "【形2】突然，紧急":["急","きゅう"],
    "【副】大致，还算":["まあまあ"],
    "【副】太，非常，过于":["あんまり"],
    "【叹】抱歉，请原谅":["ごめん","ごめん"],
    "【专】清水":["清水","しみず"],
    "【专】太田":["太田","おおた"],
    "【专】莫扎特":["モーツァルト"],
    "【专】迪士尼乐园":["ディズニーランド"],
};

var statement = {
    "~以外/~方":["~以外/~方","いがい/かた"],
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});