var phrase = {
    "【名】周末":["週末","しゅうまつ"],
    "【名】溜冰":["スケート"],
    "【名】口味，(食物的)味道":["味","あじ"],
    "【名】每次，每回":["毎回","まいかい"],
    "【名】上下班，通勤":["通勤","つうきん"],
    "【名】船":["船","ふね"],
    "【名】布料，衣料":["生地","きじ"],
    "【名】关门时间":["閉店時刻","へいてんじこく"],
    "【名】毕业典礼":["卒業式","そつぎょうしき"],
    "【动1ます】不同，不一样":["違います","ちがいます"],
    "【动1原】不同，不一样":["違う","ちがう"],
    "【动1ます】拥挤，混杂":["混みます","こみます"],
    "【动1原】拥挤，混杂":["混む","こむ"],
    "【动1ます】定，决定":["決まります","きまります"],
    "【动1原】定，决定":["決まる","きまる"],
    "【动2ます】告诉":["知らせます","しらせます"],
    "【动2原】告诉":["知らせる","しらせる"],
    "【动2ます】查(看)弄清":["確かめます","たしかめます"],
    "【动2原】查(看)弄清":["確かめる","たしかめる"],
    "【形1】(口味)重，浓":["濃い","こい"],
    "【形1】(口味)轻，薄":["薄い","うすい"],
    "【形1】早":["早い","はやい"],
    "【形1】晚，慢":["遅い","おそい"],
    "【副】可能，大概":["多分","たぶん"],
    "【专】东京站":["東京駅","とうきょうえき"],
};

var statement = {

};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});