var phrase = {
    "【名】郊游，远足":["ハイキング","ハイキング"],
    "【名】分别，分手":["お別れ","おわかれ"],
    "【名】说话":["話","はなし"],
    "【名】送别，送行":["見送り","みおくり"],
    "【名】时间，期间":["間","あいだ"],
    "【名】法律":["法律","ほうりつ"],
    "【动1】想，思考":["思います","おもいます"],
    "【动1】说，讲":["言います","いいます"],
    "【动1】找，寻找，寻求":["探します","さがします"],
    "【动1】笑":["笑います","わらいます"],
    "【动2】戒，停止，放弃":["やめます","やめます"],
    "【动2】决定":["決めます","きめます"],
    "【动3】睡懒觉":["寝坊します","ねぼうします"],
    "【动3】外出，出去":["外出します","がいしゅつします"],
    "【动3】研究":["研究します","けんきゅうします"],
    "【形1】可笑，滑稽":["おかしい","おかしい"],
    "【副词】满":["いっぱい","いっぱい"],
    "【形1】惊人的，了不起":["すごい","すごい"],
    "【副】一定，必定":["必ず","かならず	"],
    "【副】绝对":["絶対に","ぜったいに"],
    "【专】马":["馬","ば"],
};

var statement = {
    "承蒙照顾":["お世話になりました","おせわになりました"],
    "清代问好":["よろしくお伝えください","よろしくおつたえください"],
    "请多保重":["お元気で","おげんきで"],
    "小心点儿":["お気をつけて","おきをつけて"],
    "再见":["さようなら","さようなら"],
    "怎样，如何":["どうやって"],
    "有用":["役に立ちます","やくにたちます"],
    "吃饱，饱":["おなかがいっぱいです"],
    "关于":["中/について"],
    "我想小李马上就来。":["李さんはもうすぐ来ると思います"],
    "陈说去参加联欢会":["陳さんはパーティーに行くと言いました"],
    "对不起，头疼":["すみません，頭が痛いんです"],
    "我想去东京塔，怎么走好啊？":["東京タワーへ行きたいんですが，どうやって行きますか"],
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});