var phrase = {
    "ま":["ま","ma"],"マ":["マ","ma"],"み":["み","mi"],"ミ":["ミ","mi"],"む":["む","mu"],"ム":["ム","mu"],"め":["め","me"],"メ":["メ","me"],"も":["も","mo"],"モ":["モ","mo"],
};

var statement = {
    "现在":["今","いま"],
    "礼貌，礼节":["マナー"],
    "大海":["海","うみ"],
    "耳朵":["耳","みみ"],
    "儿子":["息子","むすこ"],
    "女儿":["娘","むしめ"],
    "很久":["昔","むかし"],
    "雨":["あめ"],
    "糖":["あめ"],
    "桃子":["もも"],
    "李子":["スモモ"],
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});