var phrase = {
    "あ":["あ","a"],"ア":["ア","a"],"い":["い","i"],"イ":["イ","i"],"う":["う","u"],"ウ":["ウ","u"],"え":["え","e"],"エ":["エ","e"],"お":["お","o"],"オ":["オ","o"],
    "か":["か","ka"],"カ":["カ","ka"],"き":["き","ki"],"キ":["キ","ki"],"く":["く","ku"],"ク":["ク","ku"],"け":["け","ke"],"ケ":["ケ","ke"],"こ":["こ","ko"],"コ":["コ","ko"],
    "さ":["さ","sa"],"サ":["サ","sa"],"し":["し","shi","si"],"シ":["シ","shi","si"],"す":["す","su"],"ス":["ス","su"],"せ":["せ","se"],"セ":["セ","se"],"そ":["そ","so"],"ソ":["ソ","so"],
    "た":["た","ta"],"タ":["タ","ta"],"ち":["ち","chi","ti"],"チ":["チ","chi","ti"],"つ":["つ","tsu","tu"],"ツ":["ツ","tsu","tu"],"て":["て","te"],"テ":["テ","te"],"と":["と","to"],"ト":["ト","to"],
    "な":["な","na"],"ナ":["ナ","na"],"に":["に","ni"],"ニ":["ニ","ni"],"ぬ":["ぬ","nu"],"ヌ":["ヌ","nu"],"ね":["ね","ne"],"ネ":["ネ","ne"],"の":["の","no"],"ノ":["ノ","no"],
    "は":["は","ha"],"ハ":["ハ","ha"],"ひ":["ひ","hi"],"ヒ":["ヒ","hi"],"ふ":["ふ","hu","fu"],"フ":["フ","hu","fu"],"へ":["へ","he"],"ヘ":["ヘ","he"],"ほ":["ほ","ho"],"ホ":["ホ","ho"],
    "ま":["ま","ma"],"マ":["マ","ma"],"み":["み","mi"],"ミ":["ミ","mi"],"む":["む","mu"],"ム":["ム","mu"],"め":["め","me"],"メ":["メ","me"],"も":["も","mo"],"モ":["モ","mo"],
    "や":["や","ya"],"ヤ":["ヤ","ya"],"ゆ":["ゆ","yu"],"ユ":["ユ","yu"],"よ":["よ","yo"],"ヨ":["ヨ","yo"],
    "ら":["ら","ra"],"ラ":["ラ","ra"],"り":["り","ri"],"リ":["リ","ri"],"る":["る","ru"],"ル":["ル","ru"],"れ":["れ","re"],"レ":["レ","re"],"ろ":["ろ","ro"],"ロ":["ロ","ro"],
    "わ":["わ","wa"],"ワ":["ワ","wa"],"を":["を","o","wo"],"ヲ":["ヲ","o","wo"],"ん":["ん","n","nn"],"ン":["ン","n","nn"],
    "が":["が","ga"],"ガ":["ガ","ga"],"ぎ":["ぎ","gi"],"ギ":["ギ","gi"],"ぐ":["ぐ","gu"],"グ":["グ","gu"],"げ":["げ","ge"],"ゲ":["ゲ","ge"],"ご":["ご","go"],"ゴ":["ゴ","go"],
    "ざ":["ざ","za"],"ザ":["ザ","za"],"じ":["じ","ji"],"ジ":["ジ","ji"],"ず":["ず","zu"],"ズ":["ズ","zu"],"ぜ":["ぜ","ze"],"ゼ":["ゼ","ze"],"ぞ":["ぞ","zo"],"ゾ":["ゾ","zo"],
    "だ":["だ","da"],"ダ":["ダ","da"],"ぢ":["ぢ","ji","di"],"ヂ":["ヂ","ji","di"],"づ":["づ","zu","du"],"ヅ":["ヅ","zu","du"],"で":["で","de"],"デ":["デ","de"],"ど":["ど","do"],"ド":["ド","do"],
    "ば":["ば","ba"],"バ":["バ","ba"],"び":["び","bi"],"ビ":["ビ","bi"],"ぶ":["ぶ","bu"],"ブ":["ブ","bu"],"べ":["べ","be"],"ベ":["ベ","be"],"ぼ":["ぼ","bo"],"ボ":["ボ","bo"],
    "ぱ":["ぱ","pa"],"パ":["パ","pa"],"ぴ":["ぴ","pi"],"ピ":["ピ","pi"],"ぷ":["ぷ","pu"],"プ":["プ","pu"],"ぺ":["ぺ","pe"],"ペ":["ペ","pe"],"ぽ":["ぽ","po"],"ポ":["ポ","po"],
    "きゃ":["きゃ","kya"],"キャ":["キャ","kya"],"きゅ":["きゅ","kyu"],"キュ":["キュ","kyu"],"きょ":["きょ","kyo"],"キョ":["キョ","kyo"],
    "しゃ":["しゃ","sha","sya"],"シャ":["シャ","sha","sya"],"しゅ":["しゅ","shu","syu"],"シュ":["シュ","shu","syu"],"しょ":["しょ","sho","syo"],"ショ":["ショ","sho","syo"],
    "ちゃ":["ちゃ","cha","cya"],"チャ":["チャ","cha","cya"],"ちゅ":["ちゅ","chu","cyu"],"チュ":["チュ","chu","cyu"],"ちょ":["ちょ","cho","cyo"],"チョ":["チョ","cho","cyo"],
    "にゃ":["にゃ","nya"],"ニャ":["ニャ","nya"],"にゅ":["にゅ","nyu"],"ニュ":["ニュ","nyu"],"にょ":["にょ","nyo"],"ニョ":["ニョ","nyo"],
    "ひゃ":["ひゃ","hya"],"ヒャ":["ヒャ","hya"],"ひゅ":["ひゅ","hyu"],"ヒュ":["ヒュ","hyu"],"ひょ":["ひょ","hyo"],"ヒョ":["ヒョ","hyo"],
    "みゃ":["みゃ","mya"],"ミャ":["ミャ","mya"],"みゅ":["みゅ","myu"],"ミュ":["ミュ","myu"],"みょ":["みょ","myo"],"ミョ":["ミョ","myo"],
    "りゃ":["りゃ","rya"],"リャ":["リャ","rya"],"りゅ":["りゅ","ryu"],"リュ":["リュ","ryu"],"りょ":["りょ","ryo"],"リョ":["リョ","ryo"],
    "ぎゃ":["ぎゃ","gya"],"ギャ":["ギャ","gya"],"ぎゅ":["ぎゅ","gyu"],"ギュ":["ギュ","gyu"],"ぎょ":["ぎょ","gyo"],"ギョ":["ギョ","gyo"],
    "じゃ":["じゃ","ja"],"ジャ":["ジャ","ja"],"じゅ":["じゅ","ju"],"ジュ":["ジュ","ju"],"じょ":["じょ","jo"],"ジョ":["ジョ","jo"],
    "びゃ":["びゃ","bya"],"ビャ":["ビャ","bya"],"びゅ":["びゅ","byu"],"ビュ":["ビュ","byu"],"びょ":["びょ","byo"],"ビョ":["ビョ","byo"],
    "ぴゃ":["ぴゃ","pya"],"ピャ":["ピャ","pya"],"ぴゅ":["ぴゅ","pyu"],"ピュ":["ピュ","pyu"],"ぴょ":["ぴょ","pyo"],"ピョ":["ピョ","pyo"],
};

var statement = {};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});