var phrase = {
    "が":["が","ga"],"ガ":["ガ","ga"],"ぎ":["ぎ","gi"],"ギ":["ギ","gi"],"ぐ":["ぐ","gu"],"グ":["グ","gu"],"げ":["げ","ge"],"ゲ":["ゲ","ge"],"ご":["ご","go"],"ゴ":["ゴ","go"],
    "ざ":["ざ","za"],"ザ":["ザ","za"],"じ":["じ","ji"],"ジ":["ジ","ji"],"ず":["ず","zu"],"ズ":["ズ","zu"],"ぜ":["ぜ","ze"],"ゼ":["ゼ","ze"],"ぞ":["ぞ","zo"],"ゾ":["ゾ","zo"],
    "だ":["だ","da"],"ダ":["ダ","da"],"ぢ":["ぢ","ji","di"],"ヂ":["ヂ","ji","di"],"づ":["づ","zu","du"],"ヅ":["ヅ","zu","du"],"で":["で","de"],"デ":["デ","de"],"ど":["ど","do"],"ド":["ド","do"],
    "ば":["ば","ba"],"バ":["バ","ba"],"び":["び","bi"],"ビ":["ビ","bi"],"ぶ":["ぶ","bu"],"ブ":["ブ","bu"],"べ":["べ","be"],"ベ":["ベ","be"],"ぼ":["ぼ","bo"],"ボ":["ボ","bo"],
    "ぱ":["ぱ","pa"],"パ":["パ","pa"],"ぴ":["ぴ","pi"],"ピ":["ピ","pi"],"ぷ":["ぷ","pu"],"プ":["プ","pu"],"ぺ":["ぺ","pe"],"ペ":["ペ","pe"],"ぽ":["ぽ","po"],"ポ":["ポ","po"],
};

var statement = {};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});