var phrase = {
    "【数字 音读】 一":["いち"],
    "【数字 音读】 二":["に"],
    "【数字 音读】 三":["さん"],
    "【数字 音读】 四":["し","よん"],
    "【数字 音读】 五":["ご"],
    "【数字 音读】 六":["ろく"],
    "【数字 音读】 七":["なな","しち"],
    "【数字 音读】 八":["はち"],
    "【数字 音读】 九":["く","きゅう"],
    "【数字 音读】 十":["じ","じゅう"],
};

var statement = {
    "【数字 训读】 一":["ひとつ"],
    "【数字 训读】 二":["ふたつ"],
    "【数字 训读】 三":["みっつ"],
    "【数字 训读】 四":["よっつ"],
    "【数字 训读】 五":["いつつ"],
    "【数字 训读】 六":["むっつ"],
    "【数字 训读】 七":["ななつ"],
    "【数字 训读】 八":["やっつ"],
    "【数字 训读】 九":["ここのつ"],
    "【数字 训读】 十":["とお"],
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});