var phrase = {
    "开发":["開発","かいはつ"],
    "方针":["方針","ほうしん"],
    "通用":["汎用","はんよう"],
    "利用":["利用","りよう"],
    "基本":["基本","きほん"],
    "概念":["概念","がいねん"],
    "可能":["可能","かのう"],
    "组织":["組織","そしき"],
    "轴":["軸","じく"],
    "商品":["商品","しょうひん"],
    "寻找":["探す","さがす"],
    "方法":["方","かた"],
    "新建":["新規","しんき"],
    "层":["層","そう"],
    "必要":["必要","ひつよう"],
    "整齐 齐全":["揃い","そろい"],
    "场合":["場合","ばあい"],
    "定义":["定義","ていぎ"],
    "今后":["今後","こんご"],
    "复数":["複数","ふくすう"],
    "预定":["予定","よてい"],
    "共通":["共通","きょうつう"],
    "条件":["条件","じょうけん"],
    "例":["例","れい"],
    "销售":["売上","うりあげ"],
    "金额":["金額","きんがく"],
    "统计":["集計","しゅうけい"],
    "时":["時","とき"],
    "除外":["除外","じょがい"],
    "时间":["時間","じかん"],
    "事前":["事前","じぜん"],
    "组装":["組み立て","くみたて"],
    "算出":["算出","さんしゅつ"],
    "提供":["提供","ていきょう"],
    "命名":["命名","めいめい"],
    "因此":["従って","したがって"],
    "组合":["組み合わせ","くみあわせ"],
    "如果分开":["分ければ","わければ"],
    "分开":["分ける","わける"],
    "店铺":["店舗","てんぽ"],
    "每日":["日別","にちべつ"],
    "应该 必须":["べき"],
    "数量":["数量","すうりょう"],
    "订单(受注)":["受注","じゅちゅう"],
    "昨年":["昨年","さくねん"],
    "比":["比","ひ"],
    "差":["差","さ"],
    "增长率":["伸び率","のびりつ"],
    "前年":["前年","ぜんねん"],
    "成本":["原価","げんか"],
    "会计":["会計","かいけい"],
    "人数":["客数","きゃくすう"],
    "顾客单价":["客単価","きゃくたんか"],
};

var statement = {
};

var text = {

};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
        "text" : text,
    };
});