var phrase = {
    "【名】围巾":["マフラー"],
    "【名】项链":["ネックレス"],
    "【名】家具":["家具","かぐ"],
    "【名】文章":["文章","ぶんしょう"],
    "【名】意思":["意味","いみ"],
    "【名】气氛":["雰囲気","ふんいき"],
    "【名】发音":["発音","はつおん"],
    "【名】房地产公司":["不動産屋","ふどうさんや"],
    "【名】饮食店":["飲食店","いんしょくてん"],
    "【名】大使馆":["大使館","たいしかん"],
    "【名】新居":["新居","しんきょ"],
    "【名】搬家":["引っ越し","ひっこし"],
    "【名】附近":["近所","きんじょ"],
    "【名】孙子，孙女":["孫","まご"],
    "【名】工作人员，主管人员":["係","かかり"],
    "【名】分公司经理":["支社長","ししゃちょう"],
    "【名】就业":["就職","しゅうしょく"],
    "【名】互联网":["インターネット"],
    "【动1】捡，拾":["拾います","ひろいます"],
    "【动1】翻译":["訳します","やくします"],
    "【动2】给":["くれます"],
    "【动2】送到，送去":["届けます","とどけます"],
    "【动3】向导，导游":["案内します","あんないします"],
    "【动3】换，交换":["交換します","こうかんします"],
    "【动3】介绍":["紹介します","しょうかいします"],
    "【形2】漂亮，极好":["すてき"],
    "【形2】擅长":["得意","とくい"],
    "【形2】新鲜":["新鮮","しんせん"],
    "【副】高明地，很好地":["うまく"],
    "【连】而且":["それに"],
    "【专】中田":["中田","なかた"],
    "【专】国际贸易中心，国贸":["国貿","こくぼう","国際貿易","こくさいぼうえきセンター"],
    "没关系":["どういたしまして"],
    "哪儿":["どの辺","どのへん"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});