var phrase = {
    "【名】送货上门服务":["宅配便","たくはいびん"],
    "【名】报告书":["報告書","ほうこくしょ"],
    "【名】梅雨":["梅雨","つゆ"],
    "【名】秋天，秋季":["秋","あき"],
    "【名】郊游":["ピクニック"],
    "【名】景点，游览地":["行楽地","こうらくち"],
    "【名】披萨饼":["ピザ"],
    "【名】末班电车":["終電","しゅうでん"],
    "【名】候诊室，等候室":["待合室","まちあいしつ"],
    "【名】病人，患者":["患者","かんじゃ"],
    "【名】烟灰缸":["灰皿","はいざら"],
    "【名】烟头，烟灰，烟蒂":["吸殻","すいがら"],
    "【名】牙齿":["歯","は"],
    "【名】他":["彼","かれ"],
    "【动1】到齐，齐全":["そろいます"],
    "【动1】顺便去，靠近":["寄ります","よります"],
    "【动1】开，开张":["開きます","ひらきます"],
    "【动1】搬迁，搬家":["引っ越します","ひっこします"],
    "【动2】迎接":["迎えます","むかえます"],
    "【动2】出故障，坏":["壊れます","こわれます"],
    "【动2】搞错":["間違えます","まちがえます"],
    "【动3】出发":["出発します","しゅっぱつします"],
    "【动3】换工作":["転職します","てんしょくします"],
    "【动3】轮胎爆裂，撑破":["パンクします"],
    "【形1】寂寞":["寂しい","さびしい"],
    "【形2】愉快，期待":["楽しみ","たのしみ"],
    "【形2】特别":["特別","とくべつ"],
    "【连】那么":["それでは","それじゃ"],
    "【叹】是吗":["そうか"],
    "【叹】嗯，嘿，哎呦":["まあ"],
    "【专】朴":["パク"],
    "【专】坐船游览长江两岸风光":["長江下り","ちょうこうくだり"],
    "【专】香山":["香山","こうざん"],
    "【专】北京植物园":["北京植物園","ペキンしょくぶつえん"],
    "没有办法":["仕方ない","しかたない"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});