var phrase = {
    "【名】按钮，纽扣":["ボタン"],
    "【名】胸针":["ブローチ"],
    "【名】窗帘，帘子":["カーテン"],
    "【名】混凝土，水泥":["コンクリート"],
    "【名】塑胶，塑料":["プラスチック"],
    "【名】翡翠":["翡翠","ひすい"],
    "【名】维修服务中心":["サービスセンター"],
    "【名】会员":["会員","かいいん"],
    "【名】优惠":["特典","とくてん"],
    "【名】洗手间，厕所":["お手洗い","おてあらい"],
    "【名】楼梯，台阶":["階段","かいだん"],
    "【名】以后":["以降","いこう"],
    "【名】旁边":["そば"],
    "【名】乒乓球台":["卓球台","たっきゅうだい"],
    "【名】大小，尺寸":["サイズ"],
    "【名】人，人类":["人間","にんげん"],
    "【名】天鹅":["白鳥","はくちょう"],
    "【名】电源":["電源","でんげん"],
    "【名】西瓜":["西瓜","スイカ"],
    "【动1】按，推，挤":["押します","おします"],
    "【动1】灯亮，灯开":["つきます"],
    "【动1】下降，降低":["下がります","さがります"],
    "【动1】生气":["怒ります","おこります"],
    "【动1】转，传送，传递":["回します","まわします"],
    "【动1】运转，转动":["動きます","うごきます"],
    "【动2】活，生存":["生きます","いきます"],
    "【动2】下，下来":["下ります","おります"],
    "【动2】总结，整理，汇集":["まとめます"],
    "【动3】死机":["フリーズします"],
    "【动3】故障":["故障します","こしょうします"],
    "【形1】美丽":["美しい","うつくしい"],
    "【形1】高明，好吃，可口":["うまい"],
    "【形1】详细":["詳しい","くわしい"],
    "【形2】随便，自由":["自由","じゆう"],
    "【形2】精心，细心，恭敬":["丁寧","ていねい"],
    "【副】好好地，正经地":["きちんと","こちんと"],
    "【连】不过，只是":["ただし"],
    "【连】可是，但是":["しかし"],
    "不舒服":["気持ち悪い","きもちわるい"],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});