var phrase = {
    "【名】火车":["列車","れっしゃ"],
    "【名】走高速的公交车":["高速バス","こうそくバス"],
    "【名】出发时间":["出発時刻","しゅっぱつじこく"],
    "【名】旅行计划":["旅行予定","りょこうよてい"],
    "【名】天气预报":["天気予報","てんきよほう"],
    "【名】台风":["台風","たいふう"],
    "【名】传说，风言风语":["うわさ"],
    "【名】宣传":["宣伝","せんでん"],
    "【名】节目":["番組","ばんぐみ"],
    "【名】新型":["新型","しんがた"],
    "【名】奖金":["ボーナス"],
    "【名】面条":["ラーメン"],
    "【名】牛奶":["",""],
    "【名】饺子宴":["",""],
    "【名】新年假日":["",""],
    "【名】体育用品":["",""],
    "【名】流感，流行性感冒":["",""],
    "【名】分店，分公司":["",""],
    "【名】小学":["",""],
    "【名】游乐园":["",""],
    "【名】首相":["",""],
    "【名】历史":["",""],
    "【代】她":["",""],
    "【动1】开，举行":["",""],
    "【动1】提高，涨":["",""],
    "【动2】换乘":["",""],
    "【动2】辞去":["",""],
    "【动3】留学":["",""],
    "【动3】入学":["",""],
    "【动3】流行":["",""],
    "【动3】住院":["",""],
    "【动3】打扰，拜访":["",""],
    "【动3】承担":["",""],
    "【形1】强，坚强":["",""],
    "【形2】爽快，坦率":["",""],
    "【连体】各种各样的":["",""],
    "【副】一直，始终":["",""],
    "【专】刘英":["",""],
    "【专】泰国":["",""],
    "【专】京都宾馆":["",""],
    "打扰了":["",""],
    "风大":["",""],
};

var statement = {
    
};

define(function (){
    return {
        "phrase" : phrase,
        "statement" : statement,
    };
});